base
base-devel
bashtop
bc
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
chafa
clang
cliphist
cmake
code
cups
cups-pk-helper
discord
dolphin
dunst
efibootmgr
fastfetch
fcitx5
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fontforge
fzf
git
grim
grub
grub-btrfs
gst-plugin-pipewire
gthumb
gvfs
htop
hyprland
hyprpaper
hyprpicker
imagemagick
imv
intel-ucode
kitty
kvantum
less
libpulse
linux
linux-firmware
linux-headers
mediainfo
mission-center
mpv
nano
nasm
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-open
nvidia-utils
nvtop
nwg-displays
openssh
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-integration
plymouth
polkit-kde-agent
power-profiles-daemon
powertop
qt5-wayland
qt6-wayland
quickshell
sddm
slurp
smartmontools
snap-pac
snapper
sof-firmware
stow
sudo
swaync
swayosd
system-config-printer
tailscale
thunar
thunar-volman
tlp
tmux
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
tumbler
ufw
unzip
uwsm
vim
vulkan-nouveau
waybar
weston
wev
wf-recorder
wget
wireplumber
wl-clipboard
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xf86-video-nouveau
yasm
yazi
yt-dlp
zip
zram-generator
zsh
